name= input("как тебя зовут?")                 #создаем новую переменную, с помощью инпут просим написать имя
age= int(input("сколько тебе лет?"))           #новая переменн., с помощью инт строка >> в число, с помощью инпут попросила написать возраст 
x= 1                                           #новая переменная
print("привет" , name)                         #с помощью принт вывела строку переменной name
print(f"через год тебе будет" , age + x)       #команда f помогла решить уравнение, вывела сумму переменных age и x

